Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: • Describe the exact steps to reproduce the issue. • State what you expected versus what actually happened. • Turn on "Include app and device info" above to attach your version details.
ar: • صِف الخطوات الدقيقة لإعادة إنتاج المشكلة. • اذكر ما كنت تتوقعه مقابل ما حدث فعليًا. • فعّل "تضمين معلومات التطبيق والجهاز" أعلاه لإرفاق تفاصيل إصدارك.
de: • Beschreibe die genauen Schritte, um das Problem zu reproduzieren. • Gib an, was du erwartet hast im Vergleich zu dem, was tatsächlich passiert ist. • Aktiviere oben "App- und Geräteinfos einbeziehen", um deine Versionsdetails anzuhängen.
el: • Περιγράψτε τα ακριβή βήματα για την αναπαραγωγή του προβλήματος. • Αναφέρετε τι περιμένατε σε σχέση με το τι συνέβη στην πραγματικότητα. • Ενεργοποιήστε παραπάνω το "Συμπερίληψη πληροφοριών εφαρμογής και συσκευής" για να επισυνάψετε τα στοιχεία της έκδοσής σας.
es: • Describe los pasos exactos para reproducir el problema. • Indica qué esperabas frente a lo que realmente ocurrió. • Activa "Incluir información de la app y del dispositivo" arriba para adjuntar los detalles de tu versión.
fa: • مراحل دقیق بازتولید مشکل را شرح دهید. • بگویید چه انتظاری داشتید در برابر آنچه واقعاً رخ داد. • برای پیوست جزئیات نسخهٔ خود، گزینهٔ «افزودن اطلاعات برنامه و دستگاه» را در بالا روشن کنید.
fr: • Décrivez les étapes exactes pour reproduire le problème. • Indiquez ce que vous attendiez par rapport à ce qui s'est réellement passé. • Activez « Inclure les infos sur l'appli et l'appareil » ci-dessus pour joindre les détails de votre version.
he: • תאר את הצעדים המדויקים לשחזור הבעיה. • ציין למה ציפית לעומת מה שקרה בפועל. • הפעל למעלה את "כלול מידע על האפליקציה והמכשיר" כדי לצרף את פרטי הגרסה שלך.
hi: • समस्या को दोबारा उत्पन्न करने के सटीक चरण बताएं। • बताएं कि आपने क्या अपेक्षा की थी और वास्तव में क्या हुआ। • अपने संस्करण का विवरण जोड़ने के लिए ऊपर "ऐप और डिवाइस जानकारी शामिल करें" चालू करें।
id: • Jelaskan langkah-langkah pasti untuk mereproduksi masalah ini. • Sebutkan apa yang Anda harapkan dibandingkan dengan apa yang sebenarnya terjadi. • Aktifkan "Sertakan info aplikasi dan perangkat" di atas untuk melampirkan detail versi Anda.
it: • Descrivi i passaggi esatti per riprodurre il problema. • Indica cosa ti aspettavi rispetto a cosa è successo realmente. • Attiva "Includi informazioni sull'app e sul dispositivo" sopra per allegare i dettagli della versione.
ja: ・問題を再現する正確な手順を記載してください。 ・期待していた動作と実際に起きたことを記載してください。 ・上の「アプリとデバイス情報を含める」をオンにすると、バージョン情報が添付されます。
ko: • 문제를 재현하는 정확한 단계를 설명해 주세요. • 예상했던 것과 실제로 발생한 것을 알려주세요. • 위의 "앱 및 기기 정보 포함"을 켜면 버전 정보가 첨부됩니다.
nl: • Beschrijf de exacte stappen om het probleem te reproduceren. • Geef aan wat je verwachtte versus wat er daadwerkelijk gebeurde. • Zet hierboven "App- en apparaatinfo opnemen" aan om je versiegegevens toe te voegen.
pl: • Opisz dokładne kroki, aby odtworzyć problem. • Podaj, czego się spodziewałeś, w porównaniu z tym, co faktycznie się wydarzyło. • Włącz powyżej "Dołącz informacje o aplikacji i urządzeniu", aby dołączyć szczegóły wersji.
pt: • Descreva os passos exatos para reproduzir o problema. • Informe o que você esperava versus o que realmente aconteceu. • Ative "Incluir informações do app e do dispositivo" acima para anexar os detalhes da sua versão.
ru: • Опишите точные шаги для воспроизведения проблемы. • Укажите, что вы ожидали, и что произошло на самом деле. • Включите выше "Добавить сведения о приложении и устройстве", чтобы приложить данные о вашей версии.
sv: • Beskriv de exakta stegen för att återskapa problemet. • Ange vad du förväntade dig jämfört med vad som faktiskt hände. • Aktivera "Inkludera app- och enhetsinformation" ovan för att bifoga dina versionsuppgifter.
th: • อธิบายขั้นตอนที่แน่ชัดในการทำให้เกิดปัญหาซ้ำ • ระบุสิ่งที่คุณคาดหวังเทียบกับสิ่งที่เกิดขึ้นจริง • เปิด "รวมข้อมูลแอปและอุปกรณ์" ด้านบนเพื่อแนบรายละเอียดเวอร์ชันของคุณ
tr: • Sorunu yeniden oluşturmak için tam adımları açıklayın. • Ne beklediğinizi ve gerçekte ne olduğunu belirtin. • Sürüm bilgilerinizi eklemek için yukarıdaki "Uygulama ve cihaz bilgilerini ekle" seçeneğini açın.
uk: • Опишіть точні кроки для відтворення проблеми. • Вкажіть, що ви очікували, порівняно з тим, що сталося насправді. • Увімкніть вище "Додати відомості про застосунок і пристрій", щоб додати дані про вашу версію.
vi: • Mô tả các bước chính xác để tái hiện sự cố. • Nêu rõ điều bạn mong đợi so với những gì thực sự xảy ra. • Bật "Bao gồm thông tin ứng dụng và thiết bị" ở trên để đính kèm chi tiết phiên bản của bạn.
zh_hans: • 请描述重现该问题的确切步骤。 • 说明您预期的结果与实际发生的情况有何不同。 • 打开上方的“附加应用和设备信息”以附上您的版本详情。

source: + App and device info will be appended
ar: + سيتم إرفاق معلومات التطبيق والجهاز
de: + App- und Geräteinfos werden angehängt
el: + Θα προστεθούν πληροφορίες εφαρμογής και συσκευής
es: + Se adjuntará la información de la app y del dispositivo
fa: + اطلاعات برنامه و دستگاه پیوست خواهد شد
fr: + Les infos sur l'appli et l'appareil seront jointes
he: + מידע על האפליקציה והמכשיר יצורף
hi: + ऐप और डिवाइस की जानकारी जोड़ी जाएगी
id: + Info aplikasi dan perangkat akan disertakan
it: + Le informazioni sull'app e sul dispositivo verranno allegate
ja: + アプリとデバイスの情報が添付されます
ko: + 앱 및 기기 정보가 첨부됩니다
nl: + App- en apparaatinfo wordt toegevoegd
pl: + Informacje o aplikacji i urządzeniu zostaną dołączone
pt: + As informações do app e do dispositivo serão anexadas
ru: + Сведения о приложении и устройстве будут добавлены
sv: + App- och enhetsinformation kommer att bifogas
th: + ข้อมูลแอปและอุปกรณ์จะถูกแนบไปด้วย
tr: + Uygulama ve cihaz bilgileri eklenecek
uk: + Відомості про застосунок і пристрій буде додано
vi: + Thông tin ứng dụng và thiết bị sẽ được đính kèm
zh_hans: + 将附加应用和设备信息

source: 1 person has recommended this app
ar: شخص واحد أوصى بهذا التطبيق
de: 1 Person hat diese App empfohlen
el: 1 άτομο έχει προτείνει αυτήν την εφαρμογή
es: 1 persona ha recomendado esta app
fa: ۱ نفر این برنامه را توصیه کرده است
fr: 1 personne a recommandé cette appli
he: אדם 1 המליץ על אפליקציה זו
hi: 1 व्यक्ति ने इस ऐप की अनुशंसा की है
id: 1 orang telah merekomendasikan aplikasi ini
it: 1 persona ha consigliato questa app
ja: 1 人がこのアプリをおすすめしています
ko: 1명이 이 앱을 추천했습니다
nl: 1 persoon heeft deze app aanbevolen
pl: 1 osoba poleciła tę aplikację
pt: 1 pessoa recomendou este app
ru: Это приложение рекомендовал 1 человек
sv: 1 person har rekommenderat denna app
th: มี 1 คนแนะนำแอปนี้
tr: 1 kişi bu uygulamayı önerdi
uk: 1 людина рекомендувала цей додаток
vi: 1 người đã đề xuất ứng dụng này
zh_hans: 1 人推荐了此应用

source: 3 Months
ar: 3 أشهر
de: 3 Monate
el: 3 μήνες
es: 3 meses
fa: ۳ ماه
fr: 3 mois
he: 3 חודשים
hi: 3 महीने
id: 3 bulan
it: 3 mesi
ja: 3ヶ月
ko: 3개월
nl: 3 maanden
pl: 3 miesiące
pt: 3 meses
ru: 3 месяца
sv: 3 månader
th: 3 เดือน
tr: 3 ay
uk: 3 місяці
vi: 3 tháng
zh_hans: 3个月

source: 6 Months
ar: 6 أشهر
de: 6 Monate
el: 6 μήνες
es: 6 meses
fa: ۶ ماه
fr: 6 mois
he: 6 חודשים
hi: 6 महीने
id: 6 bulan
it: 6 mesi
ja: 6ヶ月
ko: 6개월
nl: 6 maanden
pl: 6 miesięcy
pt: 6 meses
ru: 6 месяцев
sv: 6 månader
th: 6 เดือน
tr: 6 ay
uk: 6 місяців
vi: 6 tháng
zh_hans: 6个月

source: 12 Months
ar: 12 شهراً
de: 12 Monate
el: 12 μήνες
es: 12 meses
fa: ۱۲ ماه
fr: 12 mois
he: 12 חודשים
hi: 12 महीने
id: 12 bulan
it: 12 mesi
ja: 12ヶ月
ko: 12개월
nl: 12 maanden
pl: 12 miesięcy
pt: 12 meses
ru: 12 месяцев
sv: 12 månader
th: 12 เดือน
tr: 12 ay
uk: 12 місяців
vi: 12 tháng
zh_hans: 12个月

source: A beta tester and some careful follow-up testing (thank you both) turned up a real bug: tapping Follow on a topic — anywhere in the app — failed with "You don't have permission to do that." It wasn't a permissions problem at all: the request that creates a follow was missing a piece of information the server requires, and it silently accepted the request anyway before failing deep inside itself. Fixed for Follow across every content type, and Recommend This App, which shared the exact same gap.
ar: كشف اختبار بيتا ومتابعة دقيقة لاحقًا (شكرًا لكما) عن خطأ حقيقي: كان النقر على "متابعة" لموضوع ما — في أي مكان بالتطبيق — يفشل برسالة "ليس لديك إذن للقيام بذلك". لم تكن المشكلة متعلقة بالأذونات على الإطلاق: كان الطلب الذي ينشئ المتابعة يفتقد جزءًا من المعلومات التي يتطلبها الخادم، وكان الخادم يقبل الطلب بصمت ثم يفشل بعد ذلك في مكان عميق داخله. تم إصلاح ذلك لخاصية المتابعة عبر كل أنواع المحتوى، ولخاصية "التوصية بهذا التطبيق" التي كانت تعاني من نفس المشكلة تمامًا.
de: Ein Beta-Tester und ein wenig gründliches Nachforschen (danke euch beiden) haben einen echten Fehler aufgedeckt: Ein Tippen auf Folgen bei einem Thema – egal wo in der App – schlug mit "Du hast keine Berechtigung dafür" fehl. Das war überhaupt kein Berechtigungsproblem: Der Anfrage, die eine Follow-Beziehung anlegt, fehlte eine vom Server benötigte Information, und der Server nahm die Anfrage trotzdem klaglos an, nur um dann tief in sich selbst zu scheitern. Behoben für Folgen bei jedem Inhaltstyp sowie für "Diese App empfehlen", das genau die gleiche Lücke hatte.
el: Ένας δοκιμαστής beta και κάποια προσεκτική περαιτέρω δοκιμή (ευχαριστούμε και τους δύο) αποκάλυψαν ένα πραγματικό σφάλμα: πατώντας Ακολούθηση σε ένα θέμα — οπουδήποτε στην εφαρμογή — απέτυχε με το μήνυμα "Δεν έχετε άδεια να το κάνετε αυτό". Δεν επρόκειτο καθόλου για πρόβλημα δικαιωμάτων: στο αίτημα που δημιουργεί μια ακολούθηση έλειπε ένα στοιχείο πληροφορίας που απαιτεί ο διακομιστής, ο οποίος το δεχόταν σιωπηλά και μετά απέτυχε βαθιά μέσα στον ίδιο του τον κώδικα. Διορθώθηκε για την Ακολούθηση σε κάθε τύπο περιεχομένου, καθώς και για τη Σύσταση Αυτής της Εφαρμογής, που είχε το ίδιο ακριβώς κενό.
es: Un beta tester y una investigación cuidadosa después (gracias a ambos) sacaron a la luz un error real: tocar Seguir en un tema — en cualquier parte de la app — fallaba con "No tienes permiso para hacer eso". No era en absoluto un problema de permisos: a la solicitud que crea un seguimiento le faltaba un dato que el servidor requiere, y este la aceptaba en silencio para luego fallar en lo más profundo de sí mismo. Solucionado para Seguir en todos los tipos de contenido, y para Recomendar esta app, que tenía exactamente el mismo vacío.
fa: یک آزمون‌کنندهٔ بتا و پیگیری دقیق بعدی (سپاس از هر دو) یک اشکال واقعی را آشکار کرد: ضربه زدن روی دنبال کردن یک موضوع — در هر جای برنامه — با پیام «شما اجازهٔ انجام این کار را ندارید» شکست می‌خورد. این اصلاً یک مشکل مجوز نبود: درخواستی که یک دنبال‌کردن می‌سازد، بخشی از اطلاعات مورد نیاز سرور را نداشت، و سرور بی‌سروصدا آن را می‌پذیرفت و سپس در اعماق خودش شکست می‌خورد. این مشکل برای دنبال کردن در همهٔ انواع محتوا، و همچنین برای توصیهٔ این برنامه که دقیقاً همین نقص را داشت، برطرف شد.
fr: Un testeur bêta et une enquête minutieuse par la suite (merci à tous les deux) ont mis au jour un vrai bug : toucher Suivre sur un sujet — n'importe où dans l'application — échouait avec « Vous n'avez pas la permission de faire cela ». Ce n'était absolument pas un problème de permission : la requête qui crée un suivi manquait d'une information exigée par le serveur, lequel l'acceptait pourtant sans broncher avant d'échouer tout au fond de lui-même. Corrigé pour Suivre sur tous les types de contenu, ainsi que pour Recommander cette appli, qui souffrait exactement de la même lacune.
he: בודק בטא ובדיקת המשך קפדנית (תודה לשניכם) חשפו באג אמיתי: הקשה על מעקב אחר נושא — בכל מקום באפליקציה — נכשלה עם ההודעה "אין לך הרשאה לעשות זאת". זו לא הייתה בעיית הרשאות בכלל: לבקשה שיוצרת מעקב חסר פרט מידע שהשרת דורש, והשרת קיבל אותה בשקט ואז נכשל עמוק בתוך עצמו. תוקן עבור מעקב בכל סוגי התוכן, וכן עבור המלצה על אפליקציה זו, שסבלה מאותו פער בדיוק.
hi: एक बीटा परीक्षक और उसके बाद की सावधानीपूर्वक जांच (दोनों का धन्यवाद) ने एक वास्तविक बग उजागर किया: किसी विषय पर फ़ॉलो टैप करना — ऐप में कहीं भी — "आपके पास यह करने की अनुमति नहीं है" के साथ विफल हो जाता था। यह बिल्कुल भी अनुमति की समस्या नहीं थी: फ़ॉलो बनाने वाले अनुरोध में सर्वर द्वारा आवश्यक जानकारी का एक हिस्सा गायब था, और सर्वर चुपचाप अनुरोध स्वीकार कर लेता था और फिर अपने भीतर गहराई में विफल हो जाता था। हर प्रकार की सामग्री के लिए फ़ॉलो, और इस ऐप की अनुशंसा करें के लिए ठीक कर दिया गया है, जिसमें बिल्कुल यही कमी थी।
id: Seorang penguji beta dan penyelidikan lanjutan yang cermat (terima kasih untuk keduanya) mengungkap bug sungguhan: mengetuk Ikuti pada suatu topik — di mana pun dalam aplikasi — gagal dengan pesan "Anda tidak memiliki izin untuk melakukan itu." Ini sama sekali bukan masalah izin: permintaan yang membuat sebuah follow kehilangan satu informasi yang dibutuhkan server, dan server diam-diam menerima permintaan itu sebelum akhirnya gagal jauh di dalam dirinya sendiri. Sudah diperbaiki untuk Ikuti di semua jenis konten, serta Rekomendasikan Aplikasi Ini, yang memiliki celah yang persis sama.
it: Un beta tester e un'indagine accurata successiva (grazie a entrambi) hanno portato alla luce un vero bug: toccare Segui su un argomento — ovunque nell'app — falliva con "Non hai il permesso di farlo." Non era affatto un problema di permessi: alla richiesta che crea un follow mancava un'informazione richiesta dal server, che la accettava comunque in silenzio per poi fallire nel profondo di se stesso. Corretto per Segui su ogni tipo di contenuto, e per Consiglia questa app, che soffriva esattamente della stessa lacuna.
ja: あるベータテスターと、その後の入念な追跡調査（お二人に感謝します）により、本当のバグが見つかりました。アプリのどこであっても、トピックの「フォロー」をタップすると「この操作を行う権限がありません」というエラーで失敗していたのです。これはまったく権限の問題ではありませんでした。フォローを作成するリクエストにサーバーが必要とする情報が一つ欠けていて、サーバーはそれを黙って受け取ってから、内部の奥深くで処理に失敗していたのです。あらゆるコンテンツの種類でフォローを修正し、まったく同じ欠陥を抱えていた「このアプリをおすすめする」も修正しました。
ko: 한 베타 테스터와 이어진 세심한 추적 조사(두 분 모두 감사합니다) 덕분에 실제 버그가 드러났습니다. 앱 어디에서든 토픽에서 팔로우를 탭하면 "이 작업을 수행할 권한이 없습니다"라는 오류가 발생했습니다. 이것은 전혀 권한 문제가 아니었습니다. 팔로우를 생성하는 요청에 서버가 요구하는 정보 하나가 빠져 있었고, 서버는 그 요청을 조용히 받아들인 뒤 내부 깊숙한 곳에서 실패하고 있었습니다. 모든 콘텐츠 유형의 팔로우와, 정확히 같은 결함을 가지고 있던 이 앱 추천하기 기능도 함께 수정했습니다.
nl: Een betatester en wat zorgvuldig vervolgonderzoek (dank aan jullie beiden) brachten een echte bug aan het licht: op Volgen tikken bij een onderwerp — waar dan ook in de app — mislukte met "Je hebt geen toestemming om dit te doen." Dit was helemaal geen rechtenprobleem: het verzoek dat een follow aanmaakt miste een stukje informatie dat de server vereist, en de server accepteerde het verzoek stilzwijgend om vervolgens diep in zichzelf te mislukken. Opgelost voor Volgen bij elk contenttype, en voor Deze app aanbevelen, dat exact hetzelfde gat had.
pl: Beta-tester i staranne dalsze śledztwo (dziękujemy wam obojgu) ujawniły prawdziwy błąd: dotknięcie Obserwuj przy wątku — w dowolnym miejscu aplikacji — kończyło się błędem "Nie masz uprawnień, aby to zrobić." To wcale nie był problem z uprawnieniami: żądaniu, które tworzy obserwację, brakowało informacji wymaganej przez serwer, a serwer mimo to po cichu je przyjmował, by potem zawieść gdzieś głęboko w sobie. Naprawione dla Obserwowania przy każdym typie treści oraz dla Poleć tę aplikację, które miało dokładnie tę samą lukę.
pt: Um beta tester e uma investigação cuidadosa depois (obrigado aos dois) revelaram um bug real: tocar em Seguir em um tópico — em qualquer lugar do app — falhava com "Você não tem permissão para fazer isso." Não era um problema de permissão: à solicitação que cria um follow faltava uma informação exigida pelo servidor, que a aceitava silenciosamente para depois falhar bem no fundo de si mesmo. Corrigido para Seguir em todos os tipos de conteúdo, e para Recomendar este app, que tinha exatamente a mesma lacuna.
ru: Бета-тестер и последующее тщательное расследование (спасибо вам обоим) выявили настоящий баг: нажатие «Подписаться» на тему — где угодно в приложении — завершалось ошибкой «У вас нет разрешения на это действие». Дело было вовсе не в правах доступа: в запросе, создающем подписку, отсутствовала часть данных, требуемых сервером, а сервер молча принимал запрос, а затем падал где-то глубоко внутри себя. Исправлено для подписки на любой тип контента, а также для «Рекомендовать это приложение», где была точно такая же брешь.
sv: En betatestare och lite noggrann uppföljning (tack till er båda) avslöjade en riktig bugg: att trycka på Följ för ett ämne — var som helst i appen — misslyckades med "Du har inte behörighet att göra det." Det var inte alls ett behörighetsproblem: begäran som skapar en följning saknade en uppgift som servern kräver, och servern accepterade den tyst för att sedan haverera djupt inne i sig själv. Åtgärdat för Följ i alla innehållstyper, samt för Rekommendera denna app, som hade exakt samma lucka.
th: ผู้ทดสอบเบต้าคนหนึ่งและการตรวจสอบอย่างละเอียดในเวลาต่อมา (ขอบคุณทั้งสองคน) เผยให้เห็นบั๊กที่แท้จริง นั่นคือการแตะติดตามในหัวข้อหนึ่ง — ที่ใดก็ตามในแอป — ล้มเหลวพร้อมข้อความ "คุณไม่มีสิทธิ์ทำสิ่งนี้" นี่ไม่ใช่ปัญหาเรื่องสิทธิ์เลย คำขอที่สร้างการติดตามขาดข้อมูลส่วนหนึ่งที่เซิร์ฟเวอร์ต้องการ และเซิร์ฟเวอร์ก็ยอมรับคำขอนั้นอย่างเงียบ ๆ ก่อนจะล้มเหลวลึกลงไปภายในตัวมันเอง แก้ไขแล้วสำหรับการติดตามในเนื้อหาทุกประเภท รวมถึงแนะนำแอปนี้ ซึ่งมีช่องโหว่แบบเดียวกันเป๊ะ
tr: Bir beta test kullanıcısı ve ardından yapılan dikkatli bir araştırma (ikinize de teşekkürler) gerçek bir hatayı ortaya çıkardı: bir konuda Takip Et'e dokunmak — uygulamanın herhangi bir yerinde — "Bunu yapmaya izniniz yok" hatasıyla başarısız oluyordu. Bu hiç de bir izin sorunu değildi: bir takip oluşturan istekte, sunucunun gerektirdiği bir bilgi eksikti ve sunucu isteği sessizce kabul ediyor, ardından kendi içinde derinlerde başarısız oluyordu. İçerik türü fark etmeksizin Takip Et için ve tam olarak aynı eksikliğe sahip olan Bu Uygulamayı Öner için düzeltildi.
uk: Бета-тестувальник і подальше ретельне розслідування (дякуємо вам обом) виявили справжню помилку: натискання «Підписатися» на тему — будь-де в застосунку — завершувалося помилкою «У вас немає дозволу на це». Це зовсім не було проблемою з правами доступу: у запиті, який створює підписку, бракувало частини даних, необхідних серверу, і сервер мовчки приймав запит, а потім падав десь глибоко всередині себе. Виправлено для підписки на будь-який тип вмісту, а також для «Рекомендувати цей додаток», де була точнісінько та сама прогалина.
vi: Một người thử nghiệm beta và quá trình điều tra kỹ lưỡng sau đó (cảm ơn cả hai) đã phát hiện ra một lỗi thực sự: chạm vào Theo dõi trên một chủ đề — ở bất kỳ đâu trong ứng dụng — đều thất bại với thông báo "Bạn không có quyền thực hiện việc này." Đây hoàn toàn không phải là vấn đề về quyền: yêu cầu tạo một lượt theo dõi bị thiếu một phần thông tin mà máy chủ yêu cầu, và máy chủ vẫn âm thầm chấp nhận yêu cầu đó trước khi thất bại sâu bên trong chính nó. Đã khắc phục cho Theo dõi trên mọi loại nội dung, và cho Đề xuất ứng dụng này, vốn gặp đúng lỗ hổng tương tự.
zh_hans: 一位测试人员和随后细致的排查（感谢你们两位）发现了一个真实的漏洞：在应用中的任何地方点按某个话题的"关注"，都会失败并提示"你没有权限执行此操作"。这其实根本不是权限问题：创建关注的请求缺少服务器所需的一项信息，而服务器会默默接受该请求，然后在其内部深处才失败。现已修复所有内容类型的"关注"功能，以及存在完全相同缺陷的"推荐此应用"功能。
